nxvpro/Resources/soap_system_log.xml

<s:Envelope xmlns:s="http://www.w3.org/2003/05/soap-envelope">
<s:Body xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
    <GetSystemLog xmlns="http://www.onvif.org/ver10/device/wsdl">
        <LogType>_LOG_TYPE_</LogType>
    </GetSystemLog>
</s:Body>
</s:Envelope>
